Repository: Ghadeer074/Maseer-ADA-Challenge-3-
Catalog: Localizable.xcstrings
Source language: en
Languages: ar

source: Are you sure you want to delete this record? If you are sure, press 'Delete'. If you don't want to delete it, press 'Cancel'.
ar: هل انت متأكد انك تريد حذف سجل “محل القهوة الابيض”، اذا كنت متاكد اضغط “حذف”، واذا كنت لا تريد حذف السّجل اضغط “تراجع”

source: Back to history
ar: العودة للسجّلات السابقة

source: Cancel
ar: إلغاء

source: Close
ar: إغلاق

source: Close camera
ar: إغلاق الكاميرا

source: Delete
ar: حذف

source: Delete history
ar: حذف السجّلات

source: Delete record
ar: حذف السجّل

source: Delete Record
ar: حذف السجّل

source: Genrating information about your surroundings ...
ar: جاري انتاج معلومات حول محيطك …

source: History
ar: السجّلات

source: Loading your location
ar: جاري تحميل موقعك

source: Locating your location
ar: جاري تحديد موقعك

source: Masser
ar: مَسير

source: Please enable camera access from settings.
ar: يرجى تفعيل الوصول إلى الكاميرا من الإعدادات.

source: Show saved history
ar: عرض السجّلات المحفوظة

source: Start
ar: إبدا

source: Start locaitng tracking and open camera
ar: بدء تحديد موقع وفتح الكاميرا

source: this record will be delerted permantly
ar: سيتم حذف هذا السجّل نهائيًا

source: You know your destination...and the path knows its features
ar: انت تعرف وِجهتك..ومَسير يعرف ملامحها
